import{i as e}from"./index-Dbea2foG.js";var t={color:`#f0c040`,bg:`rgba(240, 192, 64, 0.15)`},n=e(`member`,{state:()=>({memberCategories:[{name:`團長`,members:[{id:`3`,name:`王亭又`,role:`古琴 / 阮 / 柳琴`,positions:[`團長`],description:`• 高雄市人，大學進入國樂社後學習阮咸，曾與于惠蘭、吳惠琴老師學習，大學起一直師從黃相勳老師迄今。古琴師從楊宏榮老師。自進入大學以來，一直擔任高師大國樂社各項行政職務，如譜務、文書、樂管、總務、103級團長、彈撥組長等職。
• 曾任新興高中、高雄女中、中正高中、立志中學國文教師，以及高市國附屬市民國樂團譜務、雄中松濤國樂社彈撥分組老師、高醫采詩國樂社指導老師。
• 現為中正高工國文老師，以及中正高工國樂社、高師大追月國樂社指導老師、未央樂集團長。`}]},{name:`總監`,members:[{id:`5`,name:`薛青麗`,role:`二胡`,positions:[`藝術總監`],description:`高雄市國樂團二胡演奏家。

1995 年榮獲中國北京國際器樂大賽「二胡優秀演奏獎」，亦多次和劉文金、朱曉谷、郭哲誠、夏飛雲、陳俊憲等多位知名指揮家合作演出多首大型協奏曲。

曾參與霹靂布袋戲幕後配樂，為〈素還真〉、〈莫昭奴〉、〈羽人非獍〉等多個知名戲偶錄製主題曲，深獲樂迷喜愛。

多年來多次擔任各縣市二胡、高胡、中胡組音樂比賽及各級學校考試評審。

現擔任國立高雄師範大學國樂社指導老師。`},{id:`4`,name:`黃淑敏`,role:`揚琴`,positions:[`行政總監`],description:`演奏樂器：揚琴
國立臺灣藝術大學中國音樂學系、國立中山大學藝術管理研究所、國立高雄大學高階經營管理碩士在職專班
現任：
高雄廣播電台【南風樂府第一階段】製作及主持、臺灣揚琴發展協會理事、高雄市各級學校國樂社團揚琴分部指導教師、高雄市各級學校音樂班揚琴主修教師
曾任：
財團法人高雄市愛樂文化藝術基金會高雄市國樂團專任揚琴演奏員、南臺灣表演藝術發展協會理事、中華藝校音樂科主任
主持及演出經歷：
2000 年起擔任校園音樂會及社區音樂會導聆；
1991 年 ~ 2015 年隨團赴美國、俄羅斯、拉脫維亞、捷克、香港、中國大陸、瑞士、義大利、澳洲、韓國及日本等地演出；
1996 年應臺南市立民族管弦樂團之邀，赴美國舊金山、洛杉磯等地演出；
2009 ~ 2010 年應邀擔任臺電訓練所藝文講座【中國音樂欣賞課程】講師；
2003 年參與亞洲唱片【乾隆江南遊】專輯錄製，入圍第 14 屆金曲獎最佳民族樂曲專輯獎；
2021 年【南風樂府】入圍第 56 屆廣播金鐘獎類型音樂節目獎。`}]},{name:`樂團指揮`,members:[{id:`7`,name:`阮麟鈞`,role:`鋼琴 / 大提琴 / 二胡`,positions:[`樂團指揮`],description:`阮麟鈞，畢業於雄中音樂班，國立臺灣師範大學音樂系。主修鋼琴，師事賈元元教授。副修大提琴，師事曾史妃教授、歐陽伶宜教授。副修聲樂，師事薛映東教授、林芳瑜教授。二胡師事彭苙榳老師。指揮師事張宇安老師、許惠品老師。

大學期間參與過樂團：陽光台北交響樂團、新竹青年國樂團、臺北市立附設青年國樂團、台北青年國樂團、小巨人絲竹國樂團、台北國樂團附設合唱團、台北懷恩堂交響樂團等。現為未央樂集指揮、高醫采詩國樂社指揮、清華大學國樂社指導教師、高雄師範大學及高雄醫學大學低音分部老師。`},{id:`8`,name:`許峻瑋`,role:`小提琴 / 大提琴`,positions:[`樂團副指揮`],description:`自幼學習小提琴，受許宏彥、黃荃琳老師指導。受陳聖元老師啟蒙學習指揮，對指揮一直有極大興趣與熱忱。大三時受社團指揮郭韻琛老師啟發，隨郭韻琛老師學習管弦樂指揮專業；並隨楊佩樺老師學習音樂理論、和聲基礎。

2018 年同時錄取臺灣藝術大學音樂學系以及高雄師範大學音樂系碩士班指揮組；2022 年畢業於國立臺灣藝術大學音樂系管弦樂指揮碩士，受呂淑玲教授指導。

致力於台南及高雄地區的弦樂團教學與指揮，以及國樂團展演。現為高雄未央樂集副指揮、高雄三民國小弦樂團指揮、台南東光國小弦樂團助理指揮。`}]},{name:`駐團作曲家`,members:[{id:`9`,name:`顏荻峻`,role:`二胡`,positions:[`駐團作曲家`],description:`高雄人，畢業於高雄市立新莊高中音樂班、國立中山大學音樂學系創作與應用音樂學士及國立中山大學音樂學系作曲碩士。　　
自幼學習鋼琴，啟蒙師事沈秀揮老師，曾師事張涵雯老師、賴衍學老師、蘇倖玉老師。
國中時期接觸二胡，啟蒙老師周書帆老師、楊宏榮老師，曾師事王姿文老師。
高中時受二胡啟蒙老師啟發，決定學習作曲，啟蒙師事楊佩樺老師，並於高二接觸應用音樂，啟蒙師事董昀老師。於中山大學就學期間，受李思嫺教授、黃盟傑教授、應廣儀教授、劉聖賢教授、林鴻君教授、工藤仁志老師、陳以軒教授指導，修習現代、配樂、爵士、流行等多樣性的創作風格，並於2021、2024年舉辦畢業音樂會，發表十數首不同類型編製之創作。\xA0
自2018年起，受老師、學校與學生委託創作&編曲，並獲得公開演出之機會，創作內容涵蓋國樂團、交響樂團、管/弦樂團、重奏與室內樂、絲竹樂、重唱/獨唱以及合唱團。
自學指揮，於大學時期擔任中山大學南雁國樂社學生指揮以及鼎金國中絲竹樂團助理指揮&分部老師；同時加入中山大學大英劇團，擔任鋼琴樂手、音樂總監及樂隊指揮，於2018-2023年間於中山大學演藝廳、逸仙館以及大東文化藝術中心演出《Grease》《Mamma Mia!》《Chicago》《Les Misérables》等知名音樂劇。

現擔任
未央樂集駐團作曲家
創價青年合唱團駐團作曲兼鋼琴合作
高雄師範大學附設中學、小學兼任教師
多所高中、大學之音樂類型社團講師

作品列表：
【 跨界合作－戲劇配樂 】
《亡‧網友》《觸動真實》

【 文學與音樂 】
《紅樓夢‧樂（貳）－機關算盡王熙鳳》《紅樓夢‧樂（參）－薛寶釵與林黛玉》

【 原創作品－國樂合奏 】
《生命幻畫的油彩》《心．台灣之印》

【 國樂協奏 】
《港灣情》《金黃色的喜悅 Lu li mai》《長空》《女媧補天》《翱翔》

【 交響樂 】
《甦．醒》

【 管樂合奏 】
《日曜中山》《同一片天空 Under The Same Sky》《雲瀑 Cloud Waterfall》《黎明的到來 Herald of Dawn》《旭日從太平洋的彼端升起 Sunrise from the Edge of the Pacific》

【 室內樂、重奏 】
《光影·森》《光影·海》《序》《西灣隨想》《亞瑟王的傳說》《給小提琴、法國號與鋼琴的三重奏》《山林意象》《山語弦心》《淡水》《玉山積雪》《愉》《樂旅》《心．途》《闇夜を照らす微かな光》

【 獨奏作品 】
《吾火》赤之意象《薄霧氤氳之地》

【 獨唱作品 】
《落櫻飄香》《翱翔在夢想的天空》

【 合唱作品－混聲四部 】
《繼續合唱》《波濤》《記憶》《伯公伯婆》《I told the sea about us》《鹽埕贊》

【 同聲兩部 】
《手路》《天公落水》

【 男聲三部 】
《來自台灣的吶喊》`},{id:`15`,name:`陳睿霆`,role:`中國笛/嗩吶`,positions:[`駐團作曲家`],description:`目前就讀於國立屏東大學資訊工程系四年級，輔系音樂系，主修理論作曲。
自幼學習中國笛、嗩吶，2023 年因興趣使然開始學習作曲，至今已有多首作品成功演出，並於 2025 年 11 月 9 日於高雄市音樂館舉辦《屏緣》陳睿霆作品發表會，有著一定的創作背景與經驗。
現任：
高雄師範大學嗩吶分組老師
高雄醫學大學嗩吶分組老師
南投漳興國小笛子分組老師
未央樂集嗩吶演奏員及駐團作曲家
南投民族管絃樂團笛子演奏員及駐團作曲家
Flame Bug 火焰蟲EDM樂團 吹管樂手、國樂編曲`}]},{name:`吹管組`,members:[{id:`16`,name:`陳弘偉`,role:`中國笛/簫`,positions:[],description:`屏東人，以中國笛、聲樂雙主修畢業於高雄市立新莊高中，中國笛師事陳慧軒老師，隨後以主修聲樂畢業於高雄師範大學音樂系，曾師事黃忠德老師、黃久捐教授、湯慧茹教授。
            曾獲：
            112學年度全國學生音樂比賽男中低音獨唱大專A組第三名
            112年高雄市全國學生音樂比賽中國笛、簫A組特優第一名
            112年高雄市全國學生音樂比賽聲樂優等第一名
            2017、2020、2022年大台南國際音樂大賽A組、成人組笛獨奏特優第一名
            104、106學年度全國學生音樂比賽笛獨奏B組、A組特優第三名`},{id:`10`,name:`陳緻紘`,role:`笙 / 阮 / 柳 / 低音大提琴`,positions:[`譜務`],description:`學歷：國立成功大學環境工程學系博士
經歷：
高雄中學國樂社阮柳、笛子分部老師、社團指導老師
高雄高工國樂社笙分部老師
中正國中國樂社吹管分部老師
現任：
國立成功大學水工試驗所助理研究員
高科大建功校區典雅國樂社笙分部老師

自幼便對音樂有深厚的興趣，高中時進入雄中松濤國樂社，主修柳琴，師事于惠蘭老師。高二時擔任社長一職，因此有機緣學習各項樂器；大學主修笙，師事林筱儒、黃郁軒、陳珮怡等老師；並自學民族器樂配器編曲，「飛鼠溪」、「森林狂想曲」、「太王四神記」等嘗試以民族器樂配器之作品，獲得各方好評。自 2006 年擔任成功大學國樂社團員迄今，對團奏有一定的熟悉度，音色與表現逐步成熟，現多參與中低笙聲部。2010 年時在成大國樂研究社畢業演奏會中擔任笙協奏者，演出音畫《孔雀》（I、IV 樂章）；另外為南區國樂聯盟一員，常於南區各友校成果發表會或音樂會協助演出。`}]},{name:`拉弦組`,members:[{id:`6`,name:`曾彥文`,role:`高胡`,positions:[`執行長`],description:`新竹縣人，自國小三年級隨著碧潭國小國樂團開始修習二胡，啟蒙老師為周盟麒老師，國小畢業後加入新竹縣立國樂團。曾與周俊毅、曾寶玉等老師學習，現師事薛青麗老師。曾擔任竹東高中國樂社創社社長、國立高雄師範大學追月國樂社 104 級團長、新竹縣立國樂團拉弦組長及高雄市立國樂團附設青少年國樂團高胡演奏員。

獲獎紀錄：
102 學年度全國學生音樂比賽二胡大專 B 組決賽優等
100 學年度全國學生音樂比賽二胡大專 B 組決賽優等`},{id:`11`,name:`蔡有堂`,role:`二胡`,positions:[],description:`畢業於國立臺灣大學園藝暨景觀學系，自國小六年級學習二胡，曾參與臺大薰風國樂團演出6年，並擔任教學部二胡指導老師，現為鳳山高中校友國樂團樂團首席及未央樂集團員。`},{id:`14`,name:`陳宏彥`,role:`二胡`,positions:[],description:`2003 年出生於屏東縣，現就讀國立臺南藝術大學中國音樂學系。曾師事周佳文老師、蔡鎮宇老師，現師事張維紜老師。
曾經擔任南關社區大學二胡進階班老師。
獲獎紀錄：
110 學年度高胡高中 A 組全國賽特優第二名
108 學年度高胡高中 A 組全國賽特優第二名
106 學年度二胡國中 A 組全國賽優等
105 學年度二胡國中 B 組全國賽優等
`},{id:`17`,name:`廖冠霆`,role:`二胡`,positions:[],description:`來自台南，主修二胡，先後由劉于菁老師、薛青麗老師指導；並向陳立凱老師及鄭聞欣老師學習琵琶，後進入台北市立國樂團附屬教師國樂團及高雄未央樂集擔任二胡演奏員。
            2023年獲選為第十九屆兩岸高校傑出青年之台灣代表，赴北京大學、西南交通大學參訪交流，並和北京民族樂團副主任于海音老師合作演奏-「揚州小調」。
            「唯樂不可以為偽」-踏尋自我彼岸的心靈角落。
            音樂擁有治癒人心的力量，而國樂蘊含愛的意義，將所愛的事物融入生活，以諮商、國樂、愛與理解，真愛每一天。`},{id:`18`,name:`吳宇涵`,role:`二胡`,positions:[],description:`現就讀於國立高雄師範大學國文學系。
            自小學三年級學習二胡，畢業於花蓮縣立明義國小國樂班，先後加入花蓮縣立國風國中國樂團、國立花蓮女中絲竹團，現為高師追月國樂社團長。
            啟蒙於文尹宸老師與劉威凱老師，國中後師從孫晨翔老師。`},{id:`2`,name:`洪雋杰`,role:`中胡`,positions:[],description:`來自成大的碩二生，先後學過胡琴、中阮和一些些指揮。`}]},{name:`彈撥組`,members:[{id:`1`,name:`謝孟霖`,role:`古箏 / 打擊`,positions:[`網管`],description:`謝孟霖是一位跨領域的多才多藝音樂家，同時精通古箏與打擊樂器的演奏，為樂團帶來了獨特的音樂色彩。在悠揚的箏音中成長，培養出細膩的音樂感受力。大學時期，因緣際會接觸到打擊樂器，被其豐富多樣的音色與強烈的節奏感深深吸引，從此開始了雙軌並行的音樂學習之路。

在古箏演奏方面，謝孟霖的琴音典雅清麗，運指流暢自然。擅長演奏經典箏曲以及現代創作作品，能夠細膩地表達樂曲中的起承轉合。在打擊樂方面，則展現出截然不同的風貌——充滿力量與節奏感，無論是排鼓、堂鼓還是各式小型擊樂器，都能得心應手。

由於同時掌握旋律樂器與打擊樂器，謝孟霖在樂團中具有極高的靈活性。能根據曲目需求在不同樂器之間切換，這種多才多藝的特質使其成為樂團編制中極為寶貴的一員。他也時常探索古箏與打擊樂器結合的可能性，嘗試創造出嶄新的音響效果與表演形式。`}]},{name:`低音組`,members:[{id:`13`,name:`陳書肴`,role:`大提琴`,positions:[],description:`曾就讀台南崇學國小國樂班、大成國中與高雄中學音樂班，目前就讀中山大學社會學系，先後師事於劉瓊芬、林芝連、邱奕勳、曾加宜與謝惠如老師。
目前於中山大學國樂社擔任大提琴指導老師。
曾獲：
110 學年度全國學生音樂比賽鋼琴五重奏A組特優第一名
108 學年度台南市全國學生音樂比賽大提琴 A 組優等。`}]},{name:`擊樂組`,members:[{id:`12`,name:`王祥安`,role:`打擊`,positions:[`樂管`],description:`目前就讀於中山大學化學系。8歲開始學習打擊樂，啟蒙於邱鈴儀老師。國中階段就讀東南中學國樂班，與陳若宸、廖宗展老師學習擊樂技巧。曾任虎尾高中國樂社社長。`},{id:`19`,name:`林威聖`,role:`打擊`,positions:[],description:`高雄人，自幼學習打擊樂，啟蒙於程衛強老師，畢業於國立鳳新高中音樂班，師事王盈智老師。
            現就讀國立中山大學音樂系四年級，師事陸淯姿教授。
            曾於2025年獲亞太盃音樂大賽小鼓獨奏-大專組第一名並獲菁英獎。
            曾於2025年榮獲全國學生音樂比賽打擊樂合奏-大專組特優。`}]}].map(e=>({...e,members:e.members.map(e=>({...e,avatar:`/weiyang/member/${e.id}/avatar.jpg`,artisticPhoto:`/weiyang/member/${e.id}/art.jpg`}))}))}),getters:{allCategories:e=>[{name:`樂團成員`,members:e.memberCategories.reduce((e,t)=>e.concat(t.members),[])},...e.memberCategories],getMemberById:e=>t=>{for(let n of e.memberCategories){let e=n.members.find(e=>e.id===String(t));if(e)return e}return null}}});export{n,t};