import{i as e}from"./index-BtL3Wn9Q.js";var t=e(`news`,{state:()=>({rawNews:[{id:`1`,title:`屏緣—陳睿霆作品發表會`,type:`performance`,date:`2025-08-15`,time:`19:30`,location:`屏東演藝廳`,description:`本場次為高雄在地樂團〈未央樂集〉
駐團作曲家—陳睿霆的作品發表會
將用音樂連結其與屏東的緣分
以其對屏東的緣分與在地故事作為發想
創作6首多樣化的國樂作品
邀請各地好手共同演出
更攜手屏東在地客語電音樂團—
Flame Bug 火焰蟲
帶來3首客家電音舞曲
全場共9首曲目
傳統與現代的融合
絕對讓您刷新音樂體驗
邀請您一同投入來自屏東的熱情懷抱！`},{id:`2`,title:`品味三國--空城與古琴（貳）`,type:`seminar`,date:`2025-06-29`,time:`14:30-16:30`,location:`大東文化中心2樓演講廳`,description:`鄭溪和老師以諸葛亮的一生為引線，
藉由陳濬寬老師的古琴與歌聲，
並由駐團作曲家陳睿霆創作《空城計》
期待將歷史、文學與音樂交織成章，
與各位知音者們一同享受樂音。
歡迎各位觀眾於6/29(日)的午後2:30，
於大東文化中心演講廳，與我們一同品味三國。
主講人：鄭溪和 老師
古 琴：陳濬寬老師
笛、簫：陳弘偉 何奕儒
指　揮：阮麟鈞老師
主辦單位：未央樂集
協辦單位：高雄長安樂器行
演出時間：6/29（日）14:30-16:30
演出地點：大東文化中心2樓演講廳
報名費：700元/1人、學生價300元/1人
報名方式：網路報名 https://reurl.cc/0KQbm6
王先生 0936733395
附註：會後將贈送黃鋡醫生製作禮物一份
海報設計：林犀設計工作室`},{id:`3`,title:`協奏樂未央`,type:`performance`,date:`2025-05-29`,time:`19:30`,location:`高師演藝廳`,description:`高雄炎暑，端午將至。
各位樂集的朋友們還記得
3月28日由樂集主辦的協奏甄選會嗎？
我們將於5/29（四）
晚上7:30，於高師大演藝廳
為各位帶來七首精彩的協奏曲，
本次演出免費入場，
歡迎您一起進場支持。
演出時間：
2025/5/29（四）
19:00入場，19:30 開始
演出地點：
高師演藝廳
演出曲目：
《臨安遺恨》 箏：吳昱霈
《花木蘭》第一樂章 琵琶：劉庭妤
《孔雀東南飛》 箏：詹李岳翰
《晚秋》 琵琶：方薰苹
《烏蘇里吟》 二胡：廖冠霆、吳宇涵
《瑤山夜畫》 揚琴：陳姿妤
《龍騰虎躍》 擊樂：王祥安
指揮：
阮麟鈞、許峻瑋
主辦單位：
高醫采詩國樂社
高師追月國樂社
未央樂集
協辦單位：
中山南雁國樂社
中工國樂社
指導單位：
高醫課外活動組
高師課外活動組
中山課外活動組
中正高工學務處`}]}),getters:{news:e=>e.rawNews.map(e=>({...e,image:`/weiyang/performence/${e.id}.jpg`})),allNews:e=>e.news,performanceNews:e=>e.news.filter(e=>e.type===`performance`),seminarNews:e=>e.news.filter(e=>e.type===`seminar`),getNewsById:e=>t=>e.news.find(e=>e.id===String(t))}});export{t};